export const STAR_DELAY_DEFAULT = 1;
export const HOOKS_DELAY_DEFAULT = .2;
export const HOOKS_DURATION_DEFAULT = .8;
export const IMAGE_CAROUSEL_SPEED_DEFAULT = -80

export const LIST_OF_SERVICES = ["Відеозйомка", '"PRO" Відеоролик', "Фотозйомка", "Your Story", "Контент зйомка"]


export const INSTAGRAM = "https://www.instagram.com/_margomti_tkachuk_/"
export const TELEGRAM = "https://t.me/marrgaritaaaa"

/**
 * in order to create seamless transition you should
 * add sequence of images and duplicate them
 */
export const IMAGE_CAROUSEL = ["/photo/portfolio/portfolio-BLGirlWithCar-q29.5.webp", "/photo/about-me/aboutme-coupleInGrass-q28.7.webp",
    "/photo/about-me/aboutme-coupleWithDonut-q20.webp", "/photo/portfolio/portfolio-BRGirlInForest-q47.9.webp",
    "/photo/portfolio/portfolio-BLGirlWithCar-q29.5.webp", "/photo/about-me/aboutme-coupleInGrass-q28.7.webp",
    "/photo/about-me/aboutme-coupleWithDonut-q20.webp", "/photo/portfolio/portfolio-BRGirlInForest-q47.9.webp"]

export const SERVICES = {
    "Фотозйомка": {
        "header": "Фотографії - це спогади, якi зберігають красу миті",
        "description": "Художня зйомка, жанрова зйомка, репортажна зйомка, комерційна зйомка",
        "mainadvantages": ["2500uah", "1 година"],
        "advantages": [
            "На виході ви маєте 200-300 кадрів та 80 - 100 оброблених фото",
            "Оброблені фото та вихідні матеріали протягом 3 - 5 днів (якщо вихідні матеріали потрібні раніше, про це можна домовитися)",
            "Консультація щодо вибору образів, стилю, ідей, локацій та концепцій зйомки",
            "Індивідуальне посилання з вашими фотографіями зберігається 3 місяці",
            "Організація знімального процесу під ключ",
            "Локація, стиліст та інші додаткові послуги оплачуються окремо",
            "Кожна додаткова година зйомки 1000 грн",
        ],
        "more": null
    },
    '"PRO" Відеоролик': {
        "header": '"PRO" Відеоролик - це втiлення музики в мистецтвi кадрiв',
        "description": "Для різноманітних медіа: соціальні мережі, вебсайти, презентації, реклама тощо",
        "mainadvantages": ["6000uah", "2 години"],
        "advantages": [
            "Монтаж (таймінг до 3 хвилин)",
            "Розробка сценарію",
            "Організація знімального процесу під ключ",
            "Локація, стиліст та інші додаткові послуги оплачуються окремо",
            "Кожна додаткова година зйомки 1000 грн",
        ],
        "more": [
            "Розробка: Визначення ідеї, цілей, стилю та сценарію. Планування зйомок",
            "Створення: Організація зйомок згідно з концепцією, використання студійних і зовнішніх локацій",
            "Монтаж: Об'єднання матеріалу в єдине відео, включаючи редагування, спецефекти, переходи, титри",
            "Колористика: Корекція кольору для створення настрою та стилю",
            "Звук: Вибір музики, звукових ефектів, озвучування",
            "Фіналізація: відеоролик готовий до публікації після всіх етапів редагування",
        ]
    },
    "Контент зйомка": {
        "header": "Контент зйомка - це потенцiал до створення",
        "description": "Блогери, інфлюенсери, бренди, експерти, малий та середній бізнес",
        "mainadvantages": ["7500uah", "2 години"],
        "advantages": [
            "80 фото у обробці та 4 відео з монтажем до 1 хв",
            "Монтаж відзнятого матеріалу",
            "Консультація щодо образів, стилю, ідей, локацій та концепцій",
            "Організація знімального процесу під ключ - вам залишається лише насолоджуватися процесом зйомки",
            "Локація, стиліст та інші додаткові послуги оплачуються окремо",
            "Індивідуальне посилання з вашими матеріалами зберігається 4 місяці",
            "Кожна додаткова година зйомки 1000 грн",
        ],
        "more": [
            "Зйомка контенту для соціальних мереж: YouTube, Instagram, telegram або для інших платформ які потребують якісного матеріалу для своїх каналів",
            "Зйомка для бізнес - проєктів: власники ресторанів та кафе, які хочуть підсилити свою присутність у соціальних мережах",
            "Освітні заклади, які планують просування та рекламу своєї програми чи подій",
            "Експедиційні компанії та туроператори, які потребують креативного візуального контенту для просування своїх маршрутів та послуг",
            "Зйомки для творчих проєктів: молоді підприємці, які розвивають свій бренд, творчі агентства та студії, які потребують візуального контенту",
        ]
    },
    "Відеозйомка": {
        "header": "Відеозйомка - це мистецтво що робить картину живою",
        "description": "Жанрова зйомка, репортажна зйомка, комерційна зйомка, індивідуальна зйомка",
        "mainadvantages": ["2000uah", "1 година"],
        "advantages": [
            "Вихідні матеріали через 1 - 2 дні",
            "Монтаж не входить у вартість",
            "Кількість кадрів залежить від ідеї та завдань зйомки",
            "Індивідуальне посилання з вашими матеріалами зберігається 3 місяці",
            "Локація, стиліст та інші додаткові послуги оплачуються окремо",
            "Кожна додаткова година зйомки 1000 грн",
        ],
        "more": null
    },
    "Your Story": {
        "header": "Your story - це нiжнi iсторii, в кожнiй сторiнцi альбому ",
        "description": "Зафіксуйте найважливіші спогади фотозйомка + альбом",
        "mainadvantages": ["4500uah", "1.5 години"],
        "advantages": [
            "30 фото з обробкою для вашого альбому",
            "У альбомі буде 5 розворотів (10 сторінок)",
            "Альбом та його дизайн входить у вартість",
            "Крім того, ви отримаєте 30 оброблених кадрів у цифровому форматі",
            "Консультація щодо вибору образів, стилю, ідей, локацій",
            "Організація знімального процесу",
            "Локація, стиліст та інші додаткові послуги оплачуються окремо",
            "Кожна додаткова година зйомки1000 грн",
        ],
        "more": null
    },
}