export const STAR_DELAY_DEFAULT = 1;
export const HOOKS_DELAY_DEFAULT = .2;
export const HOOKS_DURATION_DEFAULT = .8;

export const LIST_OF_SERVICES = ["Зйомка відео", "Відеоролик", "Фотозйомка", "YourStory", "„Pro“ Контент"]

export const SERVICES = {
    "Фотозйомка": {
        "header": "Фотозйомка - це спогади, якi зберIгають красу миті",
        "quickAdvantages": ["1+ година", "300+ фото"],
        "description": "Мій підхід базується на творчості та індивідуальності. Кожна фотосесія для мене - це унікальна можливість ",
        "parameters": ["2500uah", "1 година"],
        "advantages": ["Усі вихідні матеріали в авторській обробці", "До 100 фото у обробці через 5 днів", "Мінімум 300 вихідних кадрів",
            "Консультація та організація зйомки", "Кожна наступна година - 1500uah", "Подаруночок"] 
    },
    "Відеоролик":{
        "header": "Відеоролик - це втiлення музики в мистецтвi кадрiв",
        "quickAdvantages": ["1+ година", "+монтаж"],
        "description": "Кожен кадр, кожен перехід - це дбайливо виконана робота, яка підкреслює не тільки музичний настрій, але й вашу індивідуальність.",
        "parameters": ["4500uah", "1 година"],
        "advantages": ["Історія про вас: зйомка та монтаж", "Кількість кадрів - необмежена", "Консультація та організація зйомки", "Студія за потреби (окрема плата)",
            "Монтаж відео до 2-3 хвилин", "Кожна наступна година - 1000uah"]
    },
    "„Pro“ Контент":{
        "header": "„Pro“ Контент - це потенцiал до створення  ",
        "quickAdvantages": ["2+ години", "+фото", "+відео"],
        "description": "Він об'єднує в собі фотозйомку, відеозйомку та монтаж, створюючи унікальні історії, які виділять вас та допоможуть створити унікальні медіа продукти для бренду.",
        "parameters": ["5000uah", "2 години"],
        "advantages": ["6 відео з монтажем до 1 хвилини", "До 80 фото у обробці", "Консультація та організація зйомки", "Студія за потреби (окрема плата)", "Авторська обробка матеріалів",
            "Кожна наступна година - 1000uah"]
    },
    "Зйомка відео":{
        "header": "Зйомка відео - це мистецтво що робить картину живою",
        "quickAdvantages": ["1+ година", "+організація"],
        "description": "Моя робота полягає в створенні не просто відеоряду, а справжньої кіноісторії, де кожен епізод - це повноцінний витвір мистецтва.",
        "parameters": ["2000uah", "1 година"],
        "advantages": ["Усі вихідні матеріали протягом 3х днів", "Кількість кадрів - необмежена", "Консультація та організація зйомки", "Кожна наступна година - 1000uah"]
    },
    "YourStory":{
        "header": "Your story - це нiжнi iсторii, в кожнiй сторiнцi альбому ",
        "quickAdvantages": ["1+ година", "+5 розворотів"],
        "description": "Це не просто фотографії, це відображення емоцій та важливих моментів, втілене в кожній фотографії. Я допоможу створити вам альбом, що розповість про вашу, власну, ніжну історію ",
        "parameters": ["4500uah", "1 година"],
        "advantages": ["До 30 фото у альбомі", "Альбом на 5 розворотів", "Кількість кадрів - необмежена", "Студія за потреби (окрема плата)", 
            "Усі вихідні матеріали та оброблені фото з альбому", "Консультація та організація зйомки"]
    },
}