export const LIST_OF_REVIEWS = [{
    name: "Танюшка",
    comment: "Марго - дуже комфортна, як людина та як фотографка. З нею максимально легко було знайти спільну мову.За трохи більше ніж годину зйомки ми відзняли пʼять образів і пробіглися по всій локації.Звичайну квартиру вона зуміла перетворити на справжній інтерʼєр з фільму типу «Мрійників», а в її кадрі я почувалася максимально яскравою та впевненою",
    images: ["/photo/portfolio/portfolio-BLGirlWithCar-q29.5.webp", "/photo/about-me/aboutme-coupleInGrass-q28.7.webp"]
    },
    {
    name: "Максон",
    comment: "Ріта це було щось неймовірне, у мене була зйомка з машиною але так хотів зробити зйомку зі своїм великим ) і ти це так круто реалізувала Дуже кайфове бачення , дякую тобі",
    images: ["/photo/portfolio/portfolio-BRGirlInForest-q47.9.webp", "/photo/about-me/aboutme-coupleWithDonut-q20.webp"]
}
]